benchmarks/framework-shootout/results/tornado/path/run1/wrk_steady.txt
Running 5s test @ http://tornado:8080/user/12345/info
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.23ms  427.37us  10.53ms   95.90%
    Req/Sec     3.74k   221.63     4.12k    76.00%
  Latency Distribution
     50%    3.17ms
     75%    3.24ms
     90%    3.39ms
     99%    5.06ms
  74764 requests in 5.03s, 14.33MB read
Requests/sec:  14862.88
Transfer/sec:      2.85MB